import React from 'react';

function Main() {
  return (
    <main>
      {/* Основное содержание, описание ресторана или другая информация */}
      <section>
        <h1>Добро пожаловать в Little Lemon</h1>
        <p>
          Little Lemon — это уютный ресторан, предлагающий свежие блюда
          из ингредиентов высшего качества. Наше меню включает как классические,
          так и авторские рецепты, созданные с любовью для наших гостей.
        </p>
        <p>
          Мы гордимся нашей атмосферой, дружелюбным обслуживанием и использованием только
          свежих продуктов. Присоединяйтесь к нам, чтобы насладиться вкусной едой и приятной компанией!
        </p>
      </section>
    </main>
  );
}

export default Main;